Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/milepel-s.htm.tmx
Source language: sme
Languages: nob

source: Áiggiid čađa lea máŋgii dáhpáhuvvan ahte ođđa olbmot Eanandoallodepartemeanttas , Oahpahusdepartemeanttas ja eará guovddáš eiseválddit leat boahtán dárkkistit skuvlla .
nob: Gjennom tidene har det hendt mange ganger at nye folk fra Landbruksdepartementet , Utdanningsdepartementet og andre sentrale myndigheter har kommet for å inspisere skolen .

source: Álohii leat guossit maŋŋel vistti čájeheame jearran : « – juo , muhto gos lea dalle boazodoalloskuvla ? »
nob: Gang på gang har gjestene etter omvisninga spurt : « – Ja , men hvor er så reindriftsskolen ? »

source: Easka dalle leat ipmirdan ahte ii leat duššiid dihte ahte oahpaheaddjit ja oahppit leat váidalan heajos lanjaid .
nob: Først da har det gått opp for dem at det ikke var uten grunn at elever og lærere hadde klaga over dårlige lokaler .

source: Muhtin jagiid maŋŋel nagodii skuvla oastit ovtta boares jáfforádjosa mii lei bajábealde skuvlla , doppe sáhtte vurkkodit muhtin reaidduid .
nob: Etter noen år klarte skolen å kjøpe et gammelt mellager som lå på øversida av skolen , der de kunne lagre en del utstyr .

source: Bohte gal eanet luohkkálanjat dađi mielde go lassánedje luohkát , muhto boazodoallosuorggi latnjadárbbut iešguđetlágán praktihkalaš bargguide ii leat vel čoavdašuvvan dál 2006:s .
nob: Man fikk flere faste klasserom ettersom det blei flere klasser , men reindriftslinjas behov for rom til forskjellige praktiske aktiviteteter har ennå i 2006 ikke blitt oppfylt .

source: Sávaldat oažžut sámi boazodoallooahpu šattai vuostálaga departemeanttaid stivrejumiin ja guovddášeiseválddiid njuolggadusaiguin ja oahppoplánaiguin .
nob: Ønsket om ei samisk reindriftsutdanning skulle stadig komme til å kollidere med departemental styring og sentralt fastsatte retningslinjer og læreplaner .

source: Boazodoallooahppu ii heiven nu bures , ii eanandoalloskuvlan iige joatkkaskuvlla oassin .
nob: Reindriftsutdanninga passa ikke helt inn , verken som landbruksskole eller som del av videregående skole .

source: 1981:s nammadii oahpaheaddjioahpporáđđi ( lærerutdanningsrådet ) lavdegotti mii galggai « bidjat gáibádusa praktihkalaš duogážii ja oahppogáibádusa oahpaheddjiide boazodoalus » .
nob: Blant annet var det uklart hvilke kvalifikasjonskrav som skulle stilles til lærere . I 1981 oppnevnte Lærerutdanningsrådet et utvalg til å « greia ut praksis og utdanningskrav for lærarar i reindrift » .

source: Dát ii lean vissa nu álki , go guokte jagi maŋŋel gáibidii fas ráđđi ahte bargu galggai gárvvistuvvot jođánit .
nob: Det var visst ikke så enkelt , for to år seinere purra rådet og ba om en snarlig sluttføring av arbeidet .

source: Čuolmmat joatkašuvvve vel guhkás 90-lohkui .
nob: Problemet skulle fortsette i alle fall til godt ut på 90-tallet .

source: Dárogillii vai sámegillii ?
nob: På norsk eller på samisk ?

source: Eanas oahppit ledje sápmelaččat , ja eatnasiin sis lei sámegiella eatnigiellan .
nob: De aller fleste elevene ved skolen var samer , og et godt flertall hadde samisk som morsmål .

source: Liikká čađahuvvui oahpahus dárogillii , goit nu guhká go lei Borkenesas .
nob: Likevel var undervisninga utelukkende på norsk , i alle fall så lenge skolen var på Borkenes .

source: Ohppiid gaskkas hubmojuvvui sihke davvisámegiella , lullisámegiella ja dárogiella , ja dárogiella lei áidna giella maid buohkat ipmirdedje .
nob: Blant elevene blei det snakka både nordsamisk , sørsamisk og norsk , og norsk var det eneste språket alle forsto .

source: Eai gávdnon oahpponeavvut eai davvi- eaige lullisámegillii , ja stuora oassi oahpaheddjiin eai máhttán sámegiela .
nob: Det fantest heller ikke læremidler på verken nord- eller sørsamisk og en stor del av lærerne som har undervist ved skolen kunne heller ikke samisk .

source: Giđđat 1969:s , vuosttaš skuvlajagi loahpaheames , doalai ohppiid ovddasteaddji Per Mathis Skum sártni .
nob: Våren 1969 , ved avslutninga av første skoleår , holdt elevenes representant Per Mathis Skum en tale .

source: Boazodoalloođđasat bájuhit dan : « Mii guoská skuvlaplánai muitalii Skum ahte dat lei ohppiid mielas hui buorre , muhto ledje sávvat eanet dárogiel diimmuid.»[Reindriftsnytt 2-1969 , s. 20 . ]
nob: Reindriftsnytt refererte fra denne : « Med hensyn til skoleplanen ga Skum uttrykk for at elevene syntes den var meget god , men de hadde ønsket flere timer norsk.»[Reindriftsnytt 2-1969 , s. 20 . ]

source: Dát muitala ollu giela dili birra dan áiggis .
nob: Dette sier mye om språksituasjonen den gang .

source: Oallugiin lei beare heittot vuođđu dárogielas , ahte sáhtte oažžut dievas ávkki skuvllas mas lei dušše dárogiella oahpahusgiellan .
nob: Mange elever hadde for dårlig grunnlag i norsk for å få fullt utbytte av en skole med bare norsk som undervisningsspråk .

source: Danin háliidedje eanet dárogieldiimmuid .
nob: Derfor ønska de mer norsk .

source: Sávaldat oažžut oahpaheami sámegielas dahje sámegillii ii baicca oba namuhuvvonge .
nob: Derimot var det da ikke noe uttalt ønske om undervisning i eller på samisk .

source: Ovdal 1976 ' ii oro leamaš sámegiel oahpahus boazodoalloskuvllas .
nob: Før 1976 ser det ikke ut til at det har vært samiskundervisning ved reindriftsskolen .

source: Dalle álggahuvvui eahketkursa , mas guokte oahppi leigga oahpaheaddjin , ja jagi 1978/79 goit lei davvisámegiella válljenfágan .
nob: Da blei det satt i gang et kveldskurs med to av skolens elever som lærere og i alle fall i 1978/79 var det nordsamisk som valgfag .

source: Eanemusat deattuhuvvui dárogiella oahpahusgiellan maiddái maŋŋel fárrema Guovdageidnui .
nob: Norsk dominerte som undervisningsspråk også etter flyttinga til Kautokeino .

source: Skuvlla bealis sávve eanet sámegiela , muhto ledje ollu hehttehusat , omd. vuostemiella Eanandoallodepartemeantta bealis .
nob: Fra skolens side ønska man mer samisk , men møtte mange hindringer , bl.a. negativ holdning i Landbruksdepartementet .

source: 1984:s dollojuvvui suokkardallančoahkkin Stáhta boazodoalloskuvlla plána- ja oahpponeavvodili birra .
nob: I 1984 blei det holdt et drøftingsmøte om plan- og læremiddelsituasjonen ved Statens reindriftsskole .

source: Doppe bohte ovdan čielga vuostálasvuođat oahpahusgiela oainnus .
nob: Det kom fram klare motsetninger i synet på undervisningsspråket .

source: Seammás go skuvlla , Sámi oahpahusráđi ja Boazodoallohálddahusa ovddasteaddjit háliidedje ahte sámegielat oahppit ožžot oahpu sámegillii , de dajai Eanandoallooahpahusráđi ( Landbruksopplæringsrådet , LOR ) jođiheaddji Ola Nedrebø ahte « LOR ' bealis leat álo geahččan boazodoalloskuvlla fágaskuvlan boazodoalus mii lea rabas buot nuoraide Norggas geain livččii beroštupmi ja geat devdet gelbbolašvuođagáibádusaid sisaváldimii .
nob: Mens representantene for skolen , Samisk utdanningsråd og Reindriftsadministrasjonen ønska at samisktalende elever skulle få undervisning på samisk , sa leder for Landbruksopplæringsrådet ( LOR ) , Ola Nedrebø , at « fra LOR ' s side har en alltid sett på reindriftsskolen som en fagskole i reindrift åpen for all norsk ungdom som måtte være interessert og som fyller kvalifikasjonskravene for inntak .

source: Vuos orro realisttalaš maid LOR oaivvilda , namalassii ahte oahpahus čađahuvvo dárogillii , muhto ahte dábálašfágaoasis addojuvvojit bákkolaš gielladiimmut buohkaide sihke sámegielas ja dárogielas , main oahppit leat juhkkojuvvon joavkkuide dan mielde man ollu máhtte giela ovdalaččas . »
nob: . . Foreløpig synes det som realistisk det LOR har lagt seg på , dvs. at undervisningen foregår på norsk , men at det i allmennfagdelen blir gitt obligatoriske språktimer både i norsk og samisk for alle og da med anledning til en viss gruppedeling etter elevenes forkunnskaper i språkene . »

source: Stipendiáhtat pionerbargguin
nob: Stipendiater med pionerarbeid

source: Boazodoalu fágakurssa lassin lei boazodoalloskuvllas stipendiáhttaortnet .
nob: I tillegg til fagkurset i reindrift hadde reindriftsskolen ei ordning med stipendiater .

source: Maŋŋel čađahuvvon fágakurssa sáhtte oahppit ohcat jahkái stipendiáhttan .
nob: Etter gjennomført fagkurs kunne elevene søke om et stipendiatår .

source: Dávjá ledje guokte stipendiáhta .
nob: Som regel var det to stipendiater .

source: Stipendiáhtta oaččui bálkáceahki 1 ja mátkestipeandda , ja okta oahpaheddjiin oaččui vissis áiggi leat bagadallin .
nob: Stipendiaten fikk lønnstrinn 1 og et reisestipend , og en av lærerne fikk en viss tidsressurs som veileder .

source: Stipendiáhtat galge bargat iešheanalis gažaldagaiguin mat guske boazodollui , ja oallugat sis válde bajás gažaldagaid mat galge oažžut stuora mearkkašumi .
nob: Stipendiatene skulle arbeide sjølstendig med spørsmål i tilknytning til reindrifta , og flere av dem tok opp spørsmål som skulle få stor betydning .

source: Lei okta stipendiáhtta skuvllas mii vuosttaš geardde cuiggodii bargobirasváttisvuođaid boazodoalu siskkobealde , ja easka dan maŋŋel álge dearvvašvuođabargit ja boazodoalu orgánat das beroštit .
nob: Det var en stipendiat ved skolen som første gang satte fingeren på arbeidsmiljøproblemer i reindrifta , først etter dette tok helsepersonell og reindriftas egne organer dette opp .

source: Go boazodoalloskuvla šattai 3-jagáš skuvlan , de loahpahuvvui stipendiáhttaortnet .
nob: Da reindriftsutdanninga blei treårig blei stipendiatordninga avvikla .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
